IDEA Open Model
ResultOfInternalForces.N Property
Compatible with IDEA StatiCa Beta 20.0
 Normal force
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double N { get; set; }
Public Property N As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ResultOfInternalForces Class
IdeaRS.OpenModel.Result Namespace